nsec/nsec-badge/esp32/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESPTOOLPY_HEADER_FLASHSIZE_UPDATE=y
CONFIG_PARTITION_TABLE_TWO_OTA=y
CONFIG_ESP_PHY_REDUCE_TX_POWER=y
CONFIG_LWIP_NETIF_API=y
CONFIG_LWIP_IRAM_OPTIMIZATION=y
CONFIG_LWIP_AUTOIP=y
CONFIG_SOC_UART_SUPPORT_RTC_CLK=y
